Repository: quatmo/pwebonedrive
Catalog: languages/pwebonedrive-*.po
Languages: es_es, sr_rs

source: OneDrive Galery
es_es: Galería de OneDrive
sr_rs: OneDrive galerija

source: OneDrive File
es_es: Archivo de OneDrive
sr_rs: OneDrive fajl

source: OneDrive emergency exit
es_es: Salida de emergencia de OneDrive
sr_rs: OneDrive izlaz u slučaju nužde

source: Perfect OneDrive Gallery: select only folder with photos!
es_es: Galería de Perfect OneDrive: ¡Seleccione una carpeta con imágenes!
sr_rs: Perfektna OneDrive galerija: izaberite samo folder sa fotografijama!

source: Perfect OneDrive Gallery: select only folder with photos, not a file!
es_es: Galería de Perfect OneDrive: ¡Seleccione una carpeta con imágenes, no un archivo!
sr_rs: PPerfektna OneDrive galerija: izaberite samo folder sa fotografijama, ne fajl!

source: Error while saving selected resource. Try again.
es_es: Error mientras se guardaba el recurso seleccionado. Intente de nuevo.
sr_rs: Greška prilikom sačuvavanja izabranih sredstava. Pokušajte ponovo.

source: Access token for current OneDrive session was not saved. Logout from OneDrive and try again.
es_es: El token de acceso para la sesión actual de OneDrive no fue salvado. Desloguéese de OneDrive y pruebe nuevamente.
sr_rs: Tokeni za pristup za trenutne OneDrive sesije nisu sačuvani. Logout sa OneDrive i pokušajte opet.

source: Perfect OneDrive Gallery & File
es_es: Archivo y Galería de Perfect OneDrive
sr_rs: Perfektna OneDrive galerija i fajl

source: Perfect OneDrive
sr_rs: Perfektna OneDrive

source: Settings
es_es: Configuración
sr_rs: Postavke

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene suficientes permisos para acceder a esta página.
sr_rs: Nemate dovoljno dozvola da biste pristupili ovoj stranixi.

source: Incorrect Client ID.
es_es: ID del Cliente Incorrecto.
sr_rs: Pogrešan ID klijenta.

source: Missing Client ID.
es_es: ID del Cliente faltante.
sr_rs: Nedostaje ID klijenta.

source: Missing Client secret.
es_es: Clave secreta del Cliente faltante.
sr_rs: Nedostaje tajna klijenta

source: Settings saved.
es_es: Configuración guardada.
sr_rs: Postavke sačuvane

source: Version
es_es: Versión
sr_rs: Verzija

source: Perfect OneDrive Gallery & File Settings
es_es: Configuración de Archivo y de Galería de Perfect OneDrive
sr_rs: Perfektna OneDrive Glerija i fajl postavke

source: Documentation
es_es: Documentación
sr_rs: Dokumentacija

source: Buy Support
es_es: Comprar Soporte
sr_rs: Kupiti podršku

source: This plugin is compatible with WordPress 2.8 or higher.
es_es: Este plugin es compatible con WordPress 2.8 o superior.
sr_rs: Ovaj plugin je kompatibilan sa WordPress 2.8 ili većim.

source: Share easily your photos and files stored on Microsoft OneDrive. You can display a gallery with your photos or a link to a file for download.
es_es: Comparta fácilmente sus fotos y ficheros almacenados en Microsoft OneDrive. Puede mostrar una galería con sus fotos o un enlace a un archivo para su descarga.
sr_rs: Podelite svoje fotografije lako i datoteke uskladištene na Microsoft OneDrive . Možete da prikažete slike sa vašim fotografijama ili link ka datoteci za preuzimanje .

source: Register your site in
es_es: Registrar si sitio en
sr_rs: Registrujte vaš sajt

source: Windows Live application management
es_es: Administrador de aplicaciones de Windows Live
sr_rs: Windows Live aplikacija menadžment

source: Remember to set
es_es: Recuerde establecer
sr_rs: Ne zaboravite da podesite

source: Redirect domain
es_es: Redireccionar dominio
sr_rs: Usmeriti domain

source: and
es_es: y
sr_rs: i

source: Mobile client app: No
es_es: App de cliente de Móvil: No
sr_rs: Mobililna klijent aplikacija: Ne

source: Enhanced redirection security: Disabled
es_es: Seguridad de redirección mejorada: Desactivado
sr_rs: Poboljšana bezbednost preusmeravanja: Onemogućeno

source: Read how to
es_es: Leer cómo
sr_rs: Pročitajte kako da

source: get your Client ID
es_es: obtener su ID de Cliente
sr_rs: nabavite svoj ID klijenta

source: Client ID
es_es: ID de Cliente
sr_rs: ID klijenta

source: Client secret
es_es: Clave secreta de Cliente
sr_rs: Tajni klijent

source: There are no images in this gallery!
es_es: ¡No existen imágenes en esta galería!
sr_rs: Nema slika u ovoj galeriji!

source: Can not load images!
es_es: ¡No se pueden cargar las imágenes!
sr_rs: Slike se ne mogu učitati!

source: Can not load file!
es_es: ¡No se puede cargar el archivo!
sr_rs: Fajl se ne može učitati!

source: Can not load data!
es_es: ¡No se pueden cargar los datos!
sr_rs: Podaci se ne mogu učitati!
